{
	"pages": [
		{
			"title": "Home",
			"content": "Hello, my name is Bobby Patterson. I have experience in all aspects of web development, but I specialize in design and front-end development. I embrace new technologies and standards. I am highly adaptable and I thrive in agile team environments. I've been fortunate in my career to have designed or developed as a consultant for Toshiba, Canon, Chanel, and Jegs."
		},
		{
			"title": "About",
			"content": "My name is Bobby Patterson. I live in Downtown Phoenix, Arizona 85006, USA. I have experience in all aspects of web development, but I specialize in design and front-end development. I've lived in the Tempe/Phoenix area pretty much my entire life, but I'd like to think I'm pretty well traveled for someone my age. I'm open to the idea of moving to another city should the right career opportunity present itself in the future. Having said that, I love my life here in Arizona. Because the weather is near perfect 9 months out of the year, I feel compelled to be outside and active any chance I get when I'm not working. When I'm not reclined in front of the computer dabbling with the latest framework and getting minimal hours of sleep, I enjoy spending time with my friends and loved ones, working out, playing my guitars, traveling, and engaging in the relentless pursuit of happiness. My work reflects the passion I have for this industry. I'm always tirelessly working to master new concepts and expand upon my skillsets. I do my best to achieve an optimal work/life balance, but it's difficult to not get wrapped up in personal projects. With the rate at which this industry evolves and paces forward, it's quite easy to feel as if everyone else is superior to you and that you've been left behind. It's almost a challenge in and of itself to keep those pesky feelings of Imposter Syndrome away. Despite the stressful nature of this industry, I absolutely love what I do and I can't imagine doing anything else. In keeping with the endless pursuit of programming mastery, I plan on getting my hands dirty with iOS development in the near future. Reach out to me via my contact page, LinkedIn, carrier pigeon, or just yell really loud. I'm pretty active on my social media accounts (Facebook and Instagram mainly. Twitter not so much...). I only accept Facebook friend requests from people I know."
		}
	]
}