{
    "taglines": [
        "Am I so out of touch? No, it's the children who are wrong",
        "Some tell me I can't sing",
        "Want to hug it out?",
        "You'll have to speak up, I'm wearing a towel",
        "I'm a loner, Dottie... a rebel!",
        "Little bit of a weirdo ಠ_ಠ",
        "Moderately neato",
        "Looking for lunch in all the wrong places",
        "I'm a five star man!",
        "Call me maybe?",
        "Let's go on a living spree",
        "What is your spaghetti policy here?",
        "Denim chicken?",
        "Allow myself to introduce... myself",
        "60% of the time, it works every time",
        "This burrito is delcious but it is filling",
        "Where'd you get those clothes, at the toilet store?",
        "I don't know what we're yelling about!",
        "Loud noises!",
        "I would like to extend to you an invitation to the pants party",
        "I love lamp",
        "You know, desire smells like that to some people",
        "I really enjoy a nice pair of slacks",
        "That's so fetch!",
        "Gretchen, stop trying to make \"fetch\" happen!",
        "I want my pink shirt back!",
        "It’s like I have ESPN or something",
        "On Wednesdays we wear pink",
        "She doesn't even go here!",
        "Don't act like you're not impressed",
        "I’m in a glass case of emotion!",
        "Brick, where'd you get a hand grenade?",
        "Oh knights of Columbus that hurt!",
        "I'm going to Shabooms!",
        "Drive slow, homie",
        "Dorothy Mantooth is a saint!",
        "I too am a neat guy",
        "No, it’s a cardigan, but thanks for noticing!",
        "Yeah. He must work out",
        "Obviously you're not a golfer",
        "This aggression will not stand, man",
        "Careful man, there’s a beverage here!",
        "Yeah, well, you know, that’s just, like, your opinion, man",
        "That rug really tied the room together, did it not?",
        "I had a rough night and I hate the #$@&%*! Eagles, man",
        "Calmer than you are",
        "Stay away from the cans! He hates these cans!",
        "Lunch has been canceled today due to a lack of hustle",
        "It's naht a toomah",
        "Who is your daddy and what does he do?",
        "They all adore him. They think he's a righteous dude",
        "With your bad knee Ed, you shouldn't be throwing anybody",
        "Yahoo for school! Yahoo for me!",
        "I'm not popular enough to be different",
        "You’re telling me the cheese toast is complimentary?",
        "Nobody puts Baby in a corner",
        "It’s just a flesh wound",
        "This building has to be at least three times bigger than this!",
        "I am serious. And don’t call me Shirley",
        "What is this?? A center for ants??",
        "I feel comfortable using legal jargon in everyday life",
        "It’s not a man purse. It’s called a satchel. Indiana Jones wears one",
        "Tina, you fat lard. Come get some dinner",
        "Your mom goes to college!",
        "Napoleon, don't be jealous that I've been chatting online with babes all day",
        "Napoleon, make yourself a dang que-sah-dill-ah",
        "Whatever I feel like I wanna do, Gosh!"
    ]
}
